//
//  QuestFolder.swift
//  MapApp
//
//  Created by 白川創大 on 2023/06/07.
//

import Foundation

let questList = [
    "珍しい雲を撮影する",
    "ユニークな駅弁を撮影する",
    "可愛い動物とふれあいを撮影する",
    "ストリートパフォーマンスを撮影する",
    "市場で珍しい食材を撮影する",
    "川や池の珍しい魚を撮影する",
    "ユニークな遊具を撮影する",
    "オシャレなファッションを撮影する",
    "珍しい車両を撮影する",
    "花壇の美しい花を撮影する",
    "風変わりな建物を撮影する",
    "名物料理を試して撮影する",
    "賑やかなイベントの風景を撮影する",
    "伝統的な工芸品やアート作品を撮影する",
    "ユニークな体験をする乗り物に乗って撮影する",
    "公園で季節の花々を撮影する",
    "珍しい看板や広告を撮影する",
    "地元の名所や観光スポットを訪れて撮影する",
    "ユニークなファッションスタイルを撮影する",
    "文化的なイベントやパレードを撮影する",
    "公共の花壇や植栽のユニークな植物を撮影する",
    "珍しい彫刻や彫像を撮影する",
    "地元の伝統衣装を着た人を撮影する",
    "街角で珍しい動物やペットとふれあって撮影する",
    "歴史的な建築物や遺跡を撮影する",
    "公園でユニークな遊具を見つけて撮影する",
    "美味しそうなスイーツやデザートを試して撮影する",
    "ユニークなストリートアートを撮影する",
    "地元の祭りの賑わいを撮影する",
    "夜の街中のライトアップを撮影する",
    "珍しい自然の風景を撮影する",
    "ユニークなアート作品を見つけて撮影する",
    "公共の広場でのイベントを楽しんで撮影する",
    "地元の伝統的な音楽や舞踊を観て撮影する",
    "珍しい建築スタイルを撮影する",
    "美しい日の出や日の入りを撮影する",
    "アンティークショップを訪れて撮影する",
    "地元の伝統行事や祭りの瞬間を撮影する",
    "ユニークな人物やキャラクターと写真を撮る"
    
    ]
